Repository: Kostenkov-2021/subtitle_reader-Russian-locale
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr

source: 字幕閱讀器
fr: Lecteur de sous-titres

source: 開始閱讀字幕
fr: Démarrer la lecture des sous-titres

source: 停止閱讀字幕
fr: Arrêter la lecture des sous-titres

source: 閱讀器開關
fr: Activer/Désactiver le lecteur

source: 字幕閱讀器 (&R)
fr: Lecteur de sous-titres (&R)

source: 閱讀器開關 (&S)
fr: Activer/Désactiver le lecteur (&S)

source: 背景閱讀 (&B)
fr: Lire en arrière-plan (&B)

source: Youtube 相關設定
fr: Paramètres Youtube

source: 閱讀聊天室(&R)
fr: Lire le chat (&R)

source: 閱讀聊天室訊息發送者(&A)
fr: Lire l'expéditeur du chat (&A)

source: 僅閱讀管理員訊息(&M)
fr: Lire uniquement les messages des modérateurs (&M)

source: 閱讀會籍贈送(&G)
fr: Lire les dons d'abonnements (&G)

source: 閱讀聊天室時掠過圖片名稱(&G)
fr: Ignorer le nom des images lors de la lecture du chat (&G)

source: 資訊卡提示(&I)
fr: Annoncer les fiches d'information (&I)

source: 立即檢查更新(&C)
fr: Vérifier les mises à jour (&C)

source: 開啟更新日誌(&O)
fr: Ouvrir le journal des modifications (&O)

source: 自動檢查更新(&A)
fr: Vérifier automatiquement les mises à jour (&A)

source: 聯絡開發者 (&C)
fr: Contacter le développeur (&C)

source: Facebook 個人檔案
fr: Profil Facebook

source: 點此複製到剪貼簿
fr: Cliquer pour copier dans le presse-papiers

source: 支援影音平台 (&P)
fr: Plateformes vidéo prises en charge (&P)

source: 狀態：
fr: Statut :

source: 字幕閱讀器 V
fr: Lecteur de sous-titres V

source: 新版資訊
fr: Informations sur la version

source: 更新日誌
fr: Journal des modifications

source: 字幕
fr: Sous-titre

source: 現在更新(&U)
fr: Mettre à jour maintenant (&U)

source: 跳過此版本(&S)
fr: Ignorer cette version (&S)

source: 晚點再說(&L)
fr: Plus tard (&L)

source: 失效
fr: invalide

source: 正常
fr: pris en charge

source: 您已升級到最新版本，祝您觀影愉快！
fr: Vous disposez de la dernière version. Profitez bien de la vidéo !

source: 恭喜
fr: Félicitations

source: 檢查更新失敗
fr: Échec de la vérification des mises à jour

source: 錯誤
fr: Erreur

source: 下載更新失敗
fr: Échec du téléchargement de la mise à jour

source: 意見調查：
fr: Sondage :

source: 當焦點位於網頁上的影片播放器時，讓 NVDA 讀出字幕。
fr: Permet à NVDA de lire les sous-titres lorsque le focus est sur le lecteur vidéo d'une page web.
